Revit 2027 API
ParameterTypeId.BasepointLongitudeParam Property
 "Lon"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BasepointLongitudeParam { get; }
Public Shared ReadOnly Property BasepointLongitudeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BasepointLongitudeParam {
	ForgeTypeId^ get ();
}
static member BasepointLongitudeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace